/**
  ******************************************************************************
  * @file    serial_number.c
  * @author  Roman_Yudin
  * @version V1.0.0
  * @date    10/10/2018
  * @brief   Serial_Number
  ******************************************************************************
  * @copy
  *
  *
  */

/* Includes ------------------------------------------------------------------*/
#include "includes.h"


/**
  * @brief  Возвращает серийный номер прибора
	*					Предназначена для непосредственного редактирования в HEX файле
  * @retval serial number
  */
U32 Serial_Number(void)
{ 
	
	return 900000;
}

